[
  {
    "start": 0.0,
    "end": 6.0,
    "text": " I'm Sadev, a final year computer science engineering student at NMIT Bangalore,"
  },
  {
    "start": 6.0,
    "end": 11.76,
    "text": " and a passionate full-stick developer who dreams of solving real-world problems with scalable technology."
  },
  {
    "start": 11.76,
    "end": 16.240000000000002,
    "text": " I specialize in building modular cloud-ready application who's in React,"
  },
  {
    "start": 16.240000000000002,
    "end": 20.96,
    "text": " NXTRA, Node-TRA, Post-Risk, QL, MongoDB, and AWS."
  },
  {
    "start": 20.96,
    "end": 26.0,
    "text": " In the strong foundation in logical thinking, data structures, and algorithm,"
  },
  {
    "start": 26.08,
    "end": 32.24,
    "text": " I focus on creating tech that is not just functional, but also efficient, scalable, and maintainable."
  },
  {
    "start": 32.88,
    "end": 38.0,
    "text": " I love crafting projects that combine clean UI with intelligent backing logic to make a real"
  },
  {
    "start": 38.0,
    "end": 43.44,
    "text": " difference in people's life. I would say that I'm not only a collaborative team there,"
  },
  {
    "start": 43.44,
    "end": 47.28,
    "text": " but also someone who takes complete ownership of the task from start to finish."
  },
  {
    "start": 48.08,
    "end": 53.68,
    "text": " I have often stepped up as a group leader in projects in hackathons, coordinating efforts,"
  },
  {
    "start": 53.68,
    "end": 58.48,
    "text": " assigning responsibilities, and ensuring reach-level high quality results on time."
  },
  {
    "start": 59.28,
    "end": 64.64,
    "text": " I believe in combining teamwork with personal accountability so that I can contribute to"
  },
  {
    "start": 64.64,
    "end": 70.88,
    "text": " team success while also driving my own work to completion. Most recently, I have completed my"
  },
  {
    "start": 70.88,
    "end": 75.76,
    "text": " SD internship at GROWAR, where I have worked extensively on both front and back in using"
  },
  {
    "start": 75.76,
    "end": 80.88,
    "text": " NXTRA's, developed and optimized services for ethics platform, including reading and listing."
  },
  {
    "start": 81.75999999999999,
    "end": 86.64,
    "text": " Beyond academics, I would say that I give equal importance to health and wellness."
  },
  {
    "start": 86.64,
    "end": 91.11999999999999,
    "text": " I regularly practice yoga and enjoy playing badminton for stay active and focused."
  },
  {
    "start": 91.67999999999999,
    "end": 97.6,
    "text": " I'm also passionate about traveling and exploring new destination, as it helps me stay grounded"
  },
  {
    "start": 97.6,
    "end": 103.84,
    "text": " and creative. Apart from that, I have deep interest in finance and enjoy learning about"
  },
  {
    "start": 103.84,
    "end": 106.72,
    "text": " stock markets and trading in my free time. Thank you."
  }
]